<template>
  <div>
    <center>
      <div class="application__line-block">
      <p class="text__about">
        Уважаемый посетитель сайта!
 </p>

        <p class="text__about">
Запрашиваемая вами страница не существует, либо произошла ошибка.
</p>
<p class="text__about">
Если вы уверены в правильности указанного адреса, то данная страница уже не существует или была переименована.
</p>

<p class="text__about">
Попробуйте следующее:
</p>
<ul class="text__about">
<li>
  1. Откройте <nuxt-link to="/">
    главную страницу
  </nuxt-link>  сайта и попробуйте самостоятельно найти нужную вам страницу.
</li>
<li>
  2. Кликните кнопкой "Назад" ("Back") вашего браузера, чтобы вернуться к предыдущей страниц
</li>


</ul>
    </div>
    </center>
  </div>
</template>